Repository: jerrydix/chores
Catalog: lib/l10n/app_*.arb
Languages: de, el, ru

source: Settings
de: Einstellungen
el: Ρυθμίσεις
ru: Настройки

# dashboard
source: Tasks
de: Dashboard
el: Καθήκοντα
ru: Консоль

source: Overview
de: Überblick
el: Γενικά
ru: Обзор

source: About
de: Über
el: Σχετικά με την εφαρμογή
ru: О приложении

source: Theme
de: Thema
el: Θέμα
ru: Режим

source: Language
de: Sprache
el: Γλώσσα
ru: Язык

# notEnable
source: Notifications
de: Benachrichtigungen
el: Ειδοποιήσεις
ru: Уведомления

# notInterval
source: Notification schedule
de: Benachrichtigungsintervall
el: Πρόγραμμα ειδοποιήσεων
ru: Интервал уведомлений

# sys
source: System
de: Systemstandart
el: Σύστημα
ru: Системный

source: Dark
de: Dunkel
el: Σκοτεινό
ru: Темный

source: Light
de: Hell
el: Φωτεινό
ru: Светлый

# monday
source: Once a week (Monday)
de: Einmal pro Woche (Montag)
el: Μια φορά την εβδομάδα (Δευτέρα)
ru: Раз в неделю (понедельник)

# sunday
source: Once a week (Saturday)
de: Einmal pro Woche (Samstag)
el: Μια φορά την εβδομάδα (Σάββατο)
ru: Раз в неделю (суббота)

# twice
source: Twice a week
de: Zweimal pro Woche
el: Δύο φορές την εβδομάδα
ru: Дважды в неделю

# every
source: Every day (lmao)
de: Jeden Tag (lmao)
el: Κάθε μέρα
ru: Ежедневно

source: Options
de: Optionen
el: Επιλογές
ru: Опции

source: Confirm
de: Bestätigen
el: Επιβεβαίωση
ru: Подтвердить

source: Cancel
de: Abbrechen
el: Ακύρωση
ru: Отменить

# friday
source: Once a week (Wednesday)
de: Einmal pro Woche (Mittwoch)
el: Μια φορά την εβδομάδα (Τετάρτη)
ru: Раз в неделю (среда)

# en
source: English
de: Englisch
ru: Английский

# ru
source: Русский
de: Russisch

# or
source: Or continue with
de: Oder weiter mit
el: Ή συνεχίστε με
ru: Или продолжить с

# leave_wg
source: Leave shared apartment
de: WG verlassen
el: Αποχώρηση από το κοινό διαμέρισμα

# leave_wg_t
source: Are you sure you want to leave the shared apartment?
de: Möchtest du die WG wirklich verlassen?
el: Είστε σίγουρος ότι θέλετε να αποχωρήσετε από το κοινό διαμέρισμα;

# wg_settings
source: Shared apartment options
de: WG Einstellungen
el: Ρυθμίσεις κοινού διαμερίσματος

# select_wg
source: Select shared apartment
de: WG auswählen
el: Επιλέξτε κοινό διαμέρισμα

# forgot_pw
source: Forgot password?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;

# reset_pw
source: Reset password
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης

# reset_pw_t
source: Enter your email address and receive a link to reset your password.
de: Gib deine E-Mail-Adresse ein, um einen Link zum Zurücksetzen des Passworts zu erhalten.
el: Εισαγάγετε τη διεύθυνση email σας για να λάβετε ένα σύνδεσμο για την επαναφορά του κωδικού πρόσβασης σας.

# reset_pw_b
source: Send reset link
de: Link senden
el: Αποστολή συνδέσμου επαναφοράς

# new_wg
source: Create new shared apartment
de: Neue WG erstellen

# wg_use_template
source: Use chores template
de: Aufgabenvorlage verwenden

# wg_exists
source: This name is already taken. Please choose another one.
de: Dieser Name ist bereits vergeben. Bitte wähle einen anderen.

# garbage
source: Garbage Master
de: Müllmeister
el: Μάστρος σκουπιδιών
ru: Мусорщик

# g100plastic
source: Plastic waste
de: Plastikmüll
el: Πλαστικά απόβλητα
ru: Пластиковый мусор

# g101residual
source: Residual waste
de: Restmüll
el: Υπολείμματα
ru: Остаточный мусор

# g102organic
source: Organic waste
de: Biomüll
el: Οργανικά απόβλητα
ru: Органический мусор

# g103paper
source: Paper waste
de: Papiermüll
el: Χάρτινα απόβλητα
ru: Бумажный мусор

# g104glass
source: Glass waste
de: Glas
el: Γυάλινα απόβλητα
ru: Стеклянный мусор

# g105bottles
source: Return bottles
de: Pfandflaschen zurückgeben
el: Μπουκάλια επιστροφής
ru: Бутылки

# bathroom
source: Bathroom Master
de: Bademeister
el: Μάστρος μπάνιου
ru: Мастер ванной

# b206mirrors
source: Clean mirrors
de: Spiegel putzen
el: Καθαρισμός καθρεφτών
ru: Почистить зеркало

# b207sink
source: Clean sink
de: Waschbecken putzen
el: Καθαρισμός νιπτήρα
ru: Почистить раковину

# b208bath
source: Clean bath
de: Badewanne putzen
el: Καθαρισμός μπανιέρας
ru: Почистить ванну

# b209toilet
source: Clean toilet
de: Toilette putzen
el: Καθαρισμός τουαλέτας
ru: Почистить туалет

# b210dust
source: Wipe dust on shelf and surfaces
de: Staub auf Regal und anderen Oberflächen wischen
el: Σκούπισμα σκόνης σε ράφια και επιφάνειες
ru: Очистить полки и поверхности от пыли

# b211carpet
source: Change carpet
de: Teppich austauschen
el: Αλλαγή χαλιού
ru: Сменить ковер

# b212towel
source: Change towel
de: Gästehandtuch wechseln
el: Αλλαγή πετσέτας
ru: Сменить полотенце

# b213b_waste
source: Take out bathroom waste
de: Mülleimer leeren
el: Αδειάστε τα σκουπίδια του μπάνιου
ru: Вынести мусор

# kitchen
source: Kitchen Chef
de: Küchenchef
el: Σεφ κουζίνας
ru: Кухонный мастер

# b314surfaces
source: Clean (glass) surfaces, including table
de: (Glas-)Flächen putzen
el: Καθαρισμός (γυάλινων) επιφανειών, συμπεριλαμβανομένου του τραπεζιού
ru: Почистить (стеклянные) поверхности, включая стол

# b315stove
source: Clean stove and oven
de: Herd und Backofen putzen
el: Καθαρισμός ματιών και φούρνου
ru: Почистить плиту и духовку

# b316fridge
source: Empty and clean fridge
de: Kühlschrank leeren und putzen
el: Άδειασμα και καθαρισμός ψυγείου
ru: Очистить и опустошить холодильник

# b317cloths
source: Wash cloths, towel and carpet
de: Geschirrtücher, Gästehandtuch und Teppich wechseln
el: Πλύσιμο πετσέτων και χαλιών
ru: Постирать тряпки и ковер

# vacuum
source: Vacuumator
de: Saugstauber
el: Μάστρος σκούπας
ru: Вакууматор

# b418v_kitchen
source: Vacuum kitchen
de: Küche saugen
el: Σκούπισμα κουζίνας
ru: Пропылесосить кухню

# b419v_bath
source: Vacuum bathroom
de: Badezimmer saugen
el: Σκούπισμα μπάνιου
ru: Пропылесосить ванную комнату

# b420v_living
source: Vacuum living room
de: Wohnzimmer saugen
el: Σκούπισμα σαλονιού
ru: Пропылесосить гостиную

# b421v_stairs
source: Vacuum stairs
de: Treppen saugen
el: Σκούπισμα σκαλιών
ru: Пропылесосить лестницу

# b422v_corridor
source: Vacuum corridor
de: Flure saugen
el: Σκούπισμα διαδρόμου
ru: Пропылесосить коридор

# b423wipe
source: Wipe floor
de: Boden wischen
el: Σκούπισμα δαπέδου με πανί
ru: Протереть пол

source: Logout
de: Ausloggen
el: Αποσύνδεση
ru: Выйти

# logout_t
source: Logout from Chores?
de: Aus Chores ausloggen?
el: Αποσύνδεση από Chores;
ru: Выйти из Chores?

source: CW
de: KW
el: ευδομάδα
ru: неделя

# n_title
source: Reminder
de: Errinerung
el: Υπενθύμιση
ru: Напоминание

# n_text
source: to finish your chores for the week.
de: Du hast noch Hausarbeiten zu erledigen.
el: για να τελειώσετε τα καθήκοντά σας για την εβδομάδα.
ru: выполнить работу по дому

# active
source: Available to work
de: Aktivitätsstatus
el: Διαθέσιμος για εργασία
ru: Я дома

# noPrimaryRoles
source: You are not available to work.
de: Dein Status ist inaktiv.
el: Δεν είστε διαθέσιμος για εργασία.
ru: Ты не дома

# noPrimaryRoles2
source: No chores are assigned to you.
de: Dir wurden keine Hausarbeiten zugewiesen.
el: Δεν σας έχουν ανατεθεί καθήκοντα.
ru: У тебя нет заданий

# uname
source: Username
de: Benutzername
el: Όνομα χρήστη
ru: Имя пользователя

# pw
source: Password
de: Passwort
el: Κωδικός πρόσβασης
ru: Пароль

# login
source: Login to Chores
de: In Chores Einloggen
el: Σύνδεση στο Chores
ru: Войти в Chores

# login_b
source: Login
de: Einloggen
el: Σύνδεση
ru: Войти

# signup
source: Sign up to Chores
de: In Chores Registrieren
el: Εγγραφή στο Chores
ru: Зарегистрироваться в Chores

# signup_b
source: Sign up
de: Registrieren
el: Εγγραφή
ru: Зарегистрироваться

# noAccount
source: Don't have an account?
de: Noch keinen Account?
el: Δεν έχετε λογαριασμό;
ru: Еще не зарегистрированы?

# haveAccount
source: Already have an account?
de: Besitzt du schon einen Account?
el: Έχετε ήδη λογαριασμό;
ru: Уже зарегистрированы?

# finAllTasks
source: Finished all tasks
de: Alle Aufgaben erledigt
el: Ολοκληρώθηκαν όλες οι εργασίες
ru: Все задания выполнены

source: Info
el: Πληροφορίες
ru: Информация

# de
source: Deutsch
ru: Немецкий

source: Email
ru: Е-мейл
